/* card commands displayed in menu bar */

"Power off Card" = "Désactiver la carte";
"Power on Card" = "Activer la carte";
"Open ExpressCard" = "Ouvrir ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Fournisseur inconnu";
"Unknown Card Type" = "Type de carte inconnu";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Périphérique hérité";
"ClassCode0001" = "Périphérique compatible VGA";

"ClassCode01" = "Contrôleur de mémoire auxiliaire";
"ClassCode0100" = "Contrôleur SCSI";
"ClassCode0101" = "Contrôleur IDE";
"ClassCode0102" = "Contrôleur de disquette";
"ClassCode0103" = "Contrôleur IPI";
"ClassCode0104" = "Contrôleur RAID";
"ClassCode0105" = "Contrôleur ATA";
"ClassCode0106" = "Contrôleur SATA";
"ClassCode0107" = "Contrôleur SAS";

"ClassCode02" = "Contrôleur du réseau";
"ClassCode0200" = "Contrôleur Ethernet";
"ClassCode0201" = "Contrôleur Token Ring";
"ClassCode0202" = "Contrôleur FDDI";
"ClassCode0203" = "Contrôleur ATM";
"ClassCode0204" = "Contrôleur RNIS";
"ClassCode0205" = "Contrôleur WorldFip";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Contrôleur du moniteur";

"ClassCode04" = "Dispositif multimédia";

"ClassCode05" = "Contrôleur de mémoire";

"ClassCode06" = "Dispositif de pont";
"ClassCode0600" = "Pont de l’hôte";
"ClassCode0601" = "Pont ISA";
"ClassCode0602" = "Pont EISA";
"ClassCode0603" = "Pont MCA";
"ClassCode0604" = "Pont PCI-PCI";
"ClassCode0605" = "Pont PCMCIA";
"ClassCode0606" = "Pont NuBus";
"ClassCode0607" = "Pont CardBus";
"ClassCode0608" = "Pont RACEway";
"ClassCode0609" = "Pont PCI-PCI";
"ClassCode060a" = "Pont InfiniBand-PCI";

"ClassCode07" = "Contrôleur de communication simple";
"ClassCode0700" = "Contrôleur série";
"ClassCode0701" = "Contrôleur du port parallèle";
"ClassCode0702" = "Contrôleur série MultiPort";
"ClassCode0703" = "Contrôleur modem";
"ClassCode0704" = "Contrôleur GPIB";
"ClassCode0705" = "Smart Card";

"ClassCode08" = "Périphérique du système de base";
"ClassCode0804" = "Contrôleur à chaud PCI";

"ClassCode09" = "Contrôleur du périphérique d’entrée";
"ClassCode0900" = "Contrôleur du clavier";
"ClassCode0901" = "Contrôleur du numériseur";
"ClassCode0902" = "Contrôleur de la souris";
"ClassCode0903" = "Contrôleur de scanner";
"ClassCode0904" = "Contrôleur Gameport";

"ClassCode0a" = "Station de connexion";

"ClassCode0b" = "Coprocesseur";

"ClassCode0c" = "Contrôleur du bus en série";
"ClassCode0c00" = "Contrôleur FireWire";
"ClassCode0c01" = "Contrôleur ACCESS.bus";
"ClassCode0c02" = "Contrôleur SSA";
"ClassCode0c03" = "Contrôleur USB";
"ClassCode0c04" = "Contrôleur Fibre Channel";
"ClassCode0c05" = "Contrôleur SMBus";
"ClassCode0c06" = "Contrôleur InfiniBand";
"ClassCode0c07" = "Contrôleur IPMI";
"ClassCode0c08" = "Contrôleur SERCOS";
"ClassCode0c09" = "Contrôleur CANbus";

"ClassCode0d" = "Contrôleur sans fil";
"ClassCode0d00" = "Contrôleur iRDa";
"ClassCode0d01" = "Contrôleur de télécommande universelle";
"ClassCode0d10" = "Contrôleur RF";
"ClassCode0d11" = "Contrôleur Bluetooth";
"ClassCode0d12" = "Contrôleur large bande";
"ClassCode0d20" = "Contrôleur Wi-Fi 5 GHz";
"ClassCode0d21" = "Contrôleur Wi-Fi 2.4 GHz";

"ClassCode0e" = "Contrôleur E/S Intelligent";

"ClassCode0f" = "Contrôleur de communication par satellite";

"ClassCode10" = "Contrôleur de cryptage/décryptage";

"ClassCode11" = "Contrôleur d’acquisition de données";
